{
	"banner-desc": "Blockchain that brings innovation to the financial market",
	"nav-feature": "Technical Features",
	"nav-apps": "Apps",
	"nav-roadmap": "Development Blueprint",
	"nav-faq": "Frequently Asked Questions",
	"nav-contact": "Contact Us",
	"nav-menu-trigger": "Menu",
	"TideBit-Chain": "TideBit Chain",
	"link-explorer-title": "Explorer",
	"link-ecosystem-title": "Ecosystem",
	"section-title-feature": "Technical Features",
	"section-text-feature": "TideBit Chain is a blockchain technology based on the Ethereum standard. As a high-speed and secure smart contract operation platform, it supports various types of digital assets and can quickly establish financial transaction services for various types of assets. .",
	"features-title-1": "Multi-asset management",
	"features-text-1": "From cryptocurrency to legal currency, from stock market to fund, TideWallet supports the storage and trading of multiple blockchain assets and financial derivatives",
	"features-title-2": "Safe and reliable",
	"features-text-2": "Long-term deep cultivation of blockchain technology, after more than four years of market test, zero operator error, zero hacking success",
	"features-title-3": "Global Access",
	"features-text-3": "Support the integration of local financial services and payment systems in multiple countries",
	"features-title-4": "AI Ready",
	"features-text-4": "De-identified blockchain data analysis interface, which can provide a third party to quickly develop various artificial intelligence applications under the premise of ensuring privacy, including market analysis or agency investment services",
	"features-title-5": "Open Sharing",
	"features-text-5": "Adopt an open source code policy and accept contributions and verifications from academic and technical developers from all over the world",
	"features-title-6": "Development Friendly",
	"features-text-6": "All services on the platform adopt a unified smart contract communication protocol, and service integration is as simple as putting together Lego blocks",
	"features-title-7": "TideWallet Connect",
	"features-text-7": "Provide a standard interface to quickly connect various blockchain wallet apps",
	"features-title-8": "Digital Governance",
	"features-text-8": "In addition to the established development blueprint, platform development policies are all voted on by platform warrant holders based on the holding ratio",
	"section-title-application": "Application",
	"section-text-application": "We recommend using TideWallet to access the application services of the TideBit Chain ecosystem",
	"section-li-application-1": "Friendly user interface",
	"section-li-application-2": "Support BTC, ETH transaction",
	"section-li-application-3": "Support Wallet Connect",
	"section-title-roadmap": "Development Blueprint",
	"section-text-roadmap": "Past development trajectory and future prospects",
	"roadmap-date-1": "April 2021",
	"roadmap-text-1": "TideBit Chain testnet is online",
	"roadmap-date-2": "May 2021",
	"roadmap-text-2": "C3 service is online, supporting Ethereum asset transfer to TideBit Chain",
	"roadmap-date-3": "June 2021",
	"roadmap-text-3": "TideCash is online, issuing stable exchange rate cryptocurrency based on algorithm",
	"roadmap-date-4": "Auguest 2021",
	"roadmap-text-4": "TideBit Ecosystem is online, providing users with access to various application services on the TideBit ecosystem",
	"section-title-qa": "FAQ",
	"section-text-qa": "We have sorted out most of the user's questions, if you still have questions that cannot be answered, please contact us",
	"qa-title-1": "What is a digital asset?",
	"qa-text-1": "Digital assets generally refer to valuable assets stored on electromagnetic records, including but not limited to online financial deposits, stocks, funds, bonds, as well as cryptocurrencies and their derivatives supported by blockchain locks Blockchain warrants and so on.",
	"qa-title-2": "What is a smart contract?",
	"qa-text-2": "A smart contract is a contract that operates on the blockchain. When the related party completes the signing, all the content of the contract is automatically run by the written code. Unlike traditional paper contracts, smart contracts The content clearly regulates all conditions by the code. There is no problem of asymmetry in the perception of both parties, and there will be no problem of either party repenting or breaking the contract in the middle. It is a major invention that affects economic operations in modern times.",
	"qa-title-3": "What service can TideBit Chain provide me?",
	"qa-text-3": "TideBit Chain can provide all traditional financial services based on the smart contract mechanism. Financial services and financial services can operate independently, and can be integrated with each other in accordance with the smart contract interface to develop new ones that were unimaginable in the past. Type of financial services.",
	"qa-title-4": "How do I transfer my assets to TideBit Chain?",
	"qa-text-4": "TideBit Chain provides patented C3 (Cross Chain Channel) technology, users can use this technology to easily transfer all digital assets on the platform to TideBit Chain for management.",
	"qa-title-5": "How can I be sure that the assets are safe on TideBit Chain?",
	"qa-text-5-1": "The TideBit Chain technical team has been developing blockchain technology since 2017. In addition to attaching great importance to the internal information security governance of the team, the technology is also open to the community to accept improvement suggestions from all over the world. Therefore, the TideBit service, as the only exchange in Hong Kong that supports fiat currency deposits and withdrawals, has been operating for 5 years without major security incidents.",
	"qa-text-5-2": "In addition, TideBit Chain is a completely decentralized blockchain service. There is no single-point security vulnerability. With our patented Cross Chain Evidence technology, hackers need Hacking multiple blockchains at the same time can steal the assets on the chain, so users can rest assured that the assets will be custody to TideBit Chain.",
	"qa-title-6": "Can I publish my service on TideBit Chain?",
	"qa-text-6": "Yes, TideBit Chain Ecosystem is a platform for all companies to quickly develop financial services. All developers can develop and publish their own on TideBit Chain as long as they pass identity verification and service security inspections. service.",
	"section-title-contact": "Contact Us",
	"section-text-contact": "The following is our contact information, welcome any form of business cooperation for contact",
	"contact-hello": "Hi, how are you today",
	"contact-submit": "Submit",
	"language": "English"
}